public/cache/hotel/reference_data/4f49f28d5ebe9a9a9fb4b81b5b4af031_request.dat

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
<soapenv:Body>
<univ:HotelCreateReservationReq xmlns:com="http://www.travelport.com/schema/common_v34_0" xmlns:common_v34_0="http://www.travelport.com/schema/common_v34_0" xmlns:hotel="http://www.travelport.com/schema/hotel_v34_0" xmlns:univ="http://www.travelport.com/schema/universal_v34_0" AuthorizedBy="user" ProviderCode="1G" TargetBranch="P7119574" TraceId="trace" UserAcceptance="true">
<com:BillingPointOfSaleInfo OriginApplication="UAPI"/>
<com:BookingTraveler Age="46" DOB="1967-11-23" Gender="F" Key="lNzFo4NIQIeU22gx5VKZjA==" Nationality="US" TravelerType="ADT">
<com:BookingTravelerName First="Charlotte" Last="Broker-Greene" Middle="Jane" Prefix="Ms"/>
<com:PhoneNumber AreaCode="08" CountryCode="61" Location="PER" Number="40003000" Type="Home"/>
<com:Email EmailID="test@travelport.com" Type="Home"/>
<com:Address>
<com:AddressName>Charllote</com:AddressName>
<com:Street>10 Charlie Street</com:Street>
<com:City>Perth</com:City>
<com:State>WA</com:State>
<com:PostalCode>60000</com:PostalCode>
<com:Country>AU</com:Country>
</com:Address>
</com:BookingTraveler>
<com:FormOfPayment Key="jwt2mcK1Qp27I2xfpcCtAw==" Type="Credit">
<com:CreditCard CVV="123" ExpDate="2026-06" Key="GAJOYrVu4hGShsrlYIhwmw==" Name="TEST" Number="4123456789001111" Type="MC">
<com:BillingAddress>
<com:AddressName>Charllote</com:AddressName>
<com:Street>10 Charlie Street</com:Street>
<com:City>Perth</com:City>
<com:State>WA</com:State>
<com:PostalCode>6000</com:PostalCode>
<com:Country>AU</com:Country>
</com:BillingAddress>
</com:CreditCard>
</com:FormOfPayment>
<hotel:HotelRateDetail RatePlanType="N1QGOV"/>
<hotel:HotelProperty Availability="Available" HotelChain="HI" HotelCode="43163" Name="HOLIDAY INN SYDNEY AIRPORT">
<hotel:PropertyAddress>
<hotel:Address>68 HARBOUR ST</hotel:Address>
</hotel:PropertyAddress>
</hotel:HotelProperty>
<hot:HotelStay xmlns:hot="http://www.travelport.com/schema/hotel_v34_0">
<hot:CheckinDate>2020-12-10</hot:CheckinDate>
<hot:CheckoutDate>2020-12-20</hot:CheckoutDate>
</hot:HotelStay>
<hot:GuestInformation xmlns:hot="http://www.travelport.com/schema/hotel_v34_0" NumberOfRooms="1">
<hot:NumberOfAdults>1</hot:NumberOfAdults>
</hot:GuestInformation>
<com:HostToken/>
</univ:HotelCreateReservationReq>
</soapenv:Body>
</soapenv:Envelope>